LEXICON_RU: dict[str, str] = {
    '/fillform':  'отправьте команду /fillform',
    '/start': '<b>Привет!</b>\n это планировщик задач, '
    'здесь мы будем планировать задачи и вместе их '
    'выполнять\n\n /tasks поможет посмотреть задачи или '
    'их категории\n\n /add_task поможет записать задачу'
    '\n\n/help для вызова справки'
    ' отправьте команду /fillform',
    '/help': 'Это очень простая игра. Мы одновременно должны '
             'сделать выбор одного из трех предметов. Камень, '
             'ножницы или бумага.\n\nЕсли наш выбор '
             'совпадает - ничья, а в остальных случаях камень '
             'побеждает ножницы, ножницы побеждают бумагу, '
             'а бумага побеждает камень.\n\n<b>Играем?</b>',
    'rock': 'Камень 🗿',
    'paper': 'Бумага 📜',
    'scissors': 'Ножницы ✂',
    'yes_button': 'Задать задачу',
    'no_button': 'Просмотреть задачи по категориям',
    'other_answer': 'Извини, увы, это сообщение мне непонятно...',
    'yes': 'Отлично! Делай свой выбор!',
    'no': 'Жаль...\nЕсли захочешь сыграть, просто разверни '
          'клавиатуру и нажми кнопку "Давай!"',
    'bot_won': 'Я победил!\n\nСыграем еще?',
    'user_won': 'Ты победил! Поздравляю!\n\nДавай сыграем еще?',
    'nobody_won': 'Ничья!\n\nПродолжим?',
    'bot_choice': 'Мой выбор'}


LEXICON_COMMANDS_RU: dict[str, str] = {
    '/command_1': 'Добавление задачи',
    '/command_2': 'Просмотр задач',
    '/command_3': 'Просмотр категорий задач',
    '/command_4': 'Удаление задач'
}